import time
print('''
##############################################################################
#                                                                            #
#                                    IF                                      #
#                                                                            #
##############################################################################
#                                                                            #
#                    Autor: Joaquim Rossolen Debiasi                         #
#                       Data de Criação: 22/07/2024                          #
#                                                                            #
##############################################################################''')

print('''           idade = 20 
            if idade >= 18: 
            print("Você é maior de idade!")
''')
idade = 20
if idade >= 18:
    print("Você é maior de idade")

time.sleep(30)